export const names = [{
        "name": "孔雀站",
        "sg_id": "01124107000007"
    },
    {
        "name": "新乡.T3站",
        "sg_id": null
    },
    {
        "name": "新乡.T2站",
        "sg_id": null
    },
    {
        "name": "府城站",
        "sg_id": "01124107000002"
    },
    {
        "name": "古固寨站",
        "sg_id": "01124107000003"
    },
    {
        "name": "洪门站",
        "sg_id": "01124107000004"
    },
    {
        "name": "辉县站",
        "sg_id": "01124107000005"
    },
    {
        "name": "姜公站",
        "sg_id": "01124107000006"
    },
    {
        "name": "新乡.用户.备用1站",
        "sg_id": null
    },
    {
        "name": "匡城站",
        "sg_id": "01124107000008"
    },
    {
        "name": "鲲鹏站",
        "sg_id": "01124107000009"
    },
    {
        "name": "胜利站",
        "sg_id": "01124107000013"
    },
    {
        "name": "卫辉站",
        "sg_id": "01124107000014"
    },
    {
        "name": "米香站",
        "sg_id": "01124107000011"
    },
    {
        "name": "盟山站",
        "sg_id": "01124107000010"
    },
    {
        "name": "义州站",
        "sg_id": "01124107000017"
    },
    {
        "name": "延津站",
        "sg_id": "01124107000016"
    },
    {
        "name": "如意站",
        "sg_id": "01124100000282"
    },
    {
        "name": "万隆牵引站",
        "sg_id": "01124107000187"
    },
    {
        "name": "连心站",
        "sg_id": "01124100000281"
    },
    {
        "name": "秋山站",
        "sg_id": "01124107000012"
    },
    {
        "name": "厨乡站",
        "sg_id": "01124107000001"
    },
    {
        "name": "翟坡站",
        "sg_id": "01124107000018"
    },
    {
        "name": "越翎站",
        "sg_id": "01124107000212"
    },
    {
        "name": "新乡站",
        "sg_id": "01124107000216"
    },
    {
        "name": "浪沙站",
        "sg_id": "01124107000213"
    },
    {
        "name": "新乡.用户.昌盛牵引站",
        "sg_id": "01124107000218"
    },
    {
        "name": "新乡.用户.同心牵引站",
        "sg_id": "01124107000217"
    },
    {
        "name": "帅庄站",
        "sg_id": "01124107000224"
    },
    {
        "name": "千佛站",
        "sg_id": "01124107000227"
    },
    {
        "name": "满仓站",
        "sg_id": "01124107000231"
    },
    {
        "name": "任庄站",
        "sg_id": "01124107000251"
    },
    {
        "name": "新乡.凤泉站",
        "sg_id": "01124107000035"
    },
    {
        "name": "新乡.朱庄站",
        "sg_id": "01124107000049"
    },
    {
        "name": "新乡.百泉站",
        "sg_id": "01124107000059"
    },
    {
        "name": "新乡.滨河站",
        "sg_id": "01124107000038"
    },
    {
        "name": "新乡.彩虹站",
        "sg_id": "01124107000058"
    },
    {
        "name": "新乡.长垣站",
        "sg_id": "01124107000061"
    },
    {
        "name": "新乡.陈亢站",
        "sg_id": "01124107000054"
    },
    {
        "name": "新乡.大桥站",
        "sg_id": "01124107000025"
    },
    {
        "name": "新乡.得力站",
        "sg_id": "01124107000041"
    },
    {
        "name": "新乡.岗槽站",
        "sg_id": "01124107000037"
    },
    {
        "name": "新乡.高村站",
        "sg_id": "01124107000042"
    },
    {
        "name": "新乡.耿庄站",
        "sg_id": "01124107000064"
    },
    {
        "name": "新乡.共城站",
        "sg_id": "01124107000047"
    },
    {
        "name": "新乡.官庄站",
        "sg_id": "01124107000051"
    },
    {
        "name": "新乡.红旗站",
        "sg_id": "01124107000019"
    },
    {
        "name": "新乡.后河站",
        "sg_id": "01124107000028"
    },
    {
        "name": "新乡.汲县站",
        "sg_id": "01124107000062"
    },
    {
        "name": "新乡.佳城站",
        "sg_id": "01124107000033"
    },
    {
        "name": "新乡.津北站",
        "sg_id": "01124107000029"
    },
    {
        "name": "新乡.老城站",
        "sg_id": "01124107000032"
    },
    {
        "name": "新乡.李固站",
        "sg_id": "01124107000053"
    },
    {
        "name": "新乡.李台站",
        "sg_id": "01124107000063"
    },
    {
        "name": "新乡.梁庄站",
        "sg_id": "01124107000057"
    },
    {
        "name": "新乡.刘庄站",
        "sg_id": "01124107000056"
    },
    {
        "name": "新乡.柳青站",
        "sg_id": "01124107000045"
    },
    {
        "name": "新乡.牧野站",
        "sg_id": "01124107000021"
    },
    {
        "name": "新乡.南桥站",
        "sg_id": "01124107000022"
    },
    {
        "name": "新乡.潘屯站",
        "sg_id": "01124107000044"
    },
    {
        "name": "新乡.平东站",
        "sg_id": "01124107000050"
    },
    {
        "name": "新乡.桃园站",
        "sg_id": "01124107000039"
    },
    {
        "name": "新乡.王村站",
        "sg_id": "01124107000031"
    },
    {
        "name": "新乡.温庄站",
        "sg_id": "01124107000024"
    },
    {
        "name": "新乡.武王站",
        "sg_id": "01124107000040"
    },
    {
        "name": "新乡.西郊站",
        "sg_id": "01124107000052"
    },
    {
        "name": "新乡.祥和站",
        "sg_id": "01124107000026"
    },
    {
        "name": "新乡.杏坛站",
        "sg_id": "01124107000036"
    },
    {
        "name": "新乡.旭日站",
        "sg_id": "01124107000046"
    },
    {
        "name": "新乡.迎春站",
        "sg_id": "01124107000055"
    },
    {
        "name": "新乡.永安站",
        "sg_id": "01124107000043"
    },
    {
        "name": "新乡.榆林站",
        "sg_id": "01124107000027"
    },
    {
        "name": "新乡.张寨站",
        "sg_id": "01124107000020"
    },
    {
        "name": "新乡.稻香站",
        "sg_id": "01124107000060"
    },
    {
        "name": "新乡.长兴铺站",
        "sg_id": "01124107000065"
    },
    {
        "name": "新乡.辉县市.常村站",
        "sg_id": "01124107000147"
    },
    {
        "name": "新乡.T1站",
        "sg_id": null
    },
    {
        "name": "新乡.用户.海棠站",
        "sg_id": "01124107000188"
    },
    {
        "name": "新乡.煤化站",
        "sg_id": "01124107000201"
    },
    {
        "name": "新乡.新乡县.苗庄站",
        "sg_id": "01124107000158"
    },
    {
        "name": "新乡.用户.化纤厂站",
        "sg_id": "01124107000203"
    },
    {
        "name": "新乡.卫辉市.郝庄站",
        "sg_id": "01124107000141"
    },
    {
        "name": "新乡.用户.天瑞站",
        "sg_id": "01124107000204"
    },
    {
        "name": "新乡.娄堤站",
        "sg_id": "01124107000030"
    },
    {
        "name": "新乡.封丘县.封丘站",
        "sg_id": "01124107000083"
    },
    {
        "name": "新乡.用户.延津牵引站",
        "sg_id": "01124107000199"
    },
    {
        "name": "新东牵引站",
        "sg_id": "01124100000316"
    },
    {
        "name": "新乡.用户.新亚站",
        "sg_id": "01124107000194"
    },
    {
        "name": "新乡.用户.白鹭站",
        "sg_id": "01124107000196"
    },
    {
        "name": "新乡.用户.获牵站",
        "sg_id": "01124107000200"
    },
    {
        "name": "新乡.辉县市.钢厂站",
        "sg_id": "01124107000077"
    },
    {
        "name": "新乡.用户.金牵站",
        "sg_id": "01124107000197"
    },
    {
        "name": "长垣牵引站",
        "sg_id": "01124107000195"
    },
    {
        "name": "新乡.T4站",
        "sg_id": null
    },
    {
        "name": "新乡.汉堤站",
        "sg_id": "01124107000023"
    },
    {
        "name": "新乡.协和站",
        "sg_id": "01124107000069"
    },
    {
        "name": "新乡.辉县市.褚邱站",
        "sg_id": "01124107000132"
    },
    {
        "name": "新乡.博浪站",
        "sg_id": "01124107000070"
    },
    {
        "name": "新乡.恒通站",
        "sg_id": "01124107000068"
    },
    {
        "name": "新乡.方里站",
        "sg_id": "01124107000067"
    },
    {
        "name": "新乡.石河站",
        "sg_id": "01124107000066"
    },
    {
        "name": "新乡.辉县市.姚屯站",
        "sg_id": "01124107000089"
    },
    {
        "name": "新乡.用户.宝泉站",
        "sg_id": "01124107000192"
    },
    {
        "name": "新乡.长垣县.文教站",
        "sg_id": "01124107000159"
    },
    {
        "name": "新乡.长垣县.恼里站",
        "sg_id": "01124107000162"
    },
    {
        "name": "新乡.长垣县.凡相站",
        "sg_id": "01124107000161"
    },
    {
        "name": "新乡.长垣县.安和站",
        "sg_id": "01124107000165"
    },
    {
        "name": "新乡.长垣县.常村站",
        "sg_id": "01124107000154"
    },
    {
        "name": "新乡.长垣县.芦岗站",
        "sg_id": "01124107000168"
    },
    {
        "name": "新乡.长垣县.佘家站",
        "sg_id": "01124107000169"
    },
    {
        "name": "新乡.长垣县.武邱站",
        "sg_id": "01124107000153"
    },
    {
        "name": "新乡.学院站",
        "sg_id": "01124107000175"
    },
    {
        "name": "新乡.封丘县.封西站",
        "sg_id": "01124107000079"
    },
    {
        "name": "新乡.封丘县.应举站",
        "sg_id": "01124107000140"
    },
    {
        "name": "新乡.获嘉县.中和站",
        "sg_id": "01124107000087"
    },
    {
        "name": "新乡.获嘉县.照镜站",
        "sg_id": "01124107000085"
    },
    {
        "name": "新乡.获嘉县.徐营站",
        "sg_id": "01124107000084"
    },
    {
        "name": "新乡.封丘县.居厢站",
        "sg_id": "01124107000082"
    },
    {
        "name": "新乡.获嘉县.大清站",
        "sg_id": "01124107000126"
    },
    {
        "name": "新乡.封丘县.冯村站",
        "sg_id": "01124107000080"
    },
    {
        "name": "新乡.封丘县.戚城站",
        "sg_id": "01124107000144"
    },
    {
        "name": "新乡.封丘县.留光站",
        "sg_id": "01124107000146"
    },
    {
        "name": "新乡.获嘉县.大辛庄站",
        "sg_id": "01124107000075"
    },
    {
        "name": "新乡.封丘县.巨岗站",
        "sg_id": "01124107000071"
    },
    {
        "name": "新乡.封丘县.曹岗站",
        "sg_id": "01124107000078"
    },
    {
        "name": "新乡.封丘县.鲁岗站",
        "sg_id": "01124107000145"
    },
    {
        "name": "新乡.获嘉县.太山站",
        "sg_id": "01124107000073"
    },
    {
        "name": "新乡.获嘉县.冯庄站",
        "sg_id": "01124107000076"
    },
    {
        "name": "新乡.封丘县.荆宫站",
        "sg_id": "01124107000081"
    },
    {
        "name": "新乡.获嘉县.开贺站",
        "sg_id": "01124107000125"
    },
    {
        "name": "新乡.辉县市.薄壁站",
        "sg_id": "01124107000139"
    },
    {
        "name": "新乡.辉县市.北郊站",
        "sg_id": "01124107000137"
    },
    {
        "name": "新乡.辉县市.高庄站",
        "sg_id": "01124107000136"
    },
    {
        "name": "新乡.辉县市.洪洲站",
        "sg_id": "01124107000135"
    },
    {
        "name": "新乡.辉县市.拍石头站",
        "sg_id": "01124107000133"
    },
    {
        "name": "新乡.辉县市.上八里站",
        "sg_id": "01124107000103"
    },
    {
        "name": "新乡.辉县市.吴村站",
        "sg_id": "01124107000131"
    },
    {
        "name": "新乡.辉县市.西郊站",
        "sg_id": "01124107000130"
    },
    {
        "name": "新乡.辉县市.愚公桥站",
        "sg_id": "01124107000129"
    },
    {
        "name": "新乡.辉县市.云门站",
        "sg_id": "01124107000072"
    },
    {
        "name": "新乡.辉县市.张村站",
        "sg_id": "01124107000074"
    },
    {
        "name": "新乡.用户.墙材站",
        "sg_id": "01124107000180"
    },
    {
        "name": "新乡.辉县市.赵固站",
        "sg_id": "01124107000128"
    },
    {
        "name": "新乡.辉县市.槲树庄站",
        "sg_id": "01124107000127"
    },
    {
        "name": "新乡.原阳县.阳阿站",
        "sg_id": "01124107000090"
    },
    {
        "name": "新乡.卫辉市.东岭站",
        "sg_id": "01124107000086"
    },
    {
        "name": "新乡.卫辉市.顿坊店站",
        "sg_id": "01124107000122"
    },
    {
        "name": "新乡.卫辉市.井岗站",
        "sg_id": "01124107000121"
    },
    {
        "name": "新乡.卫辉市.李亨屯站",
        "sg_id": "01124107000120"
    },
    {
        "name": "新乡.卫辉市.庞寨站",
        "sg_id": "01124107000118"
    },
    {
        "name": "新乡.卫辉市.上乐村站",
        "sg_id": "01124107000117"
    },
    {
        "name": "新乡.用户.备用2站",
        "sg_id": null
    },
    {
        "name": "新乡.卫辉市.太公站",
        "sg_id": "01124107000116"
    },
    {
        "name": "新乡.卫辉市.王湾站",
        "sg_id": "01124107000115"
    },
    {
        "name": "新乡.卫辉市.张武店站",
        "sg_id": "01124107000114"
    },
    {
        "name": "新乡.新乡县.冀西站",
        "sg_id": "01124107000167"
    },
    {
        "name": "新乡.新乡县.朗公庙站",
        "sg_id": "01124107000151"
    },
    {
        "name": "新乡.新乡县.南新庄站",
        "sg_id": "01124107000152"
    },
    {
        "name": "新乡.新乡县.小吉站",
        "sg_id": "01124107000164"
    },
    {
        "name": "新乡.原阳县.师寨站",
        "sg_id": "01124107000092"
    },
    {
        "name": "新乡.原阳县.齐街站",
        "sg_id": "01124107000093"
    },
    {
        "name": "新乡.东干站",
        "sg_id": "01124107000190"
    },
    {
        "name": "新乡.原阳县.蒋庄站",
        "sg_id": "01124107000096"
    },
    {
        "name": "新乡.原阳县.福宁集站",
        "sg_id": "01124107000097"
    },
    {
        "name": "新乡.原阳县.陡门站",
        "sg_id": "01124107000098"
    },
    {
        "name": "新乡.原阳县.大宾站",
        "sg_id": "01124107000099"
    },
    {
        "name": "新乡.原阳县.包厂站",
        "sg_id": "01124107000101"
    },
    {
        "name": "新乡.延津县.东屯站",
        "sg_id": "01124107000113"
    },
    {
        "name": "新乡.丁庄站",
        "sg_id": "01124107000191"
    },
    {
        "name": "新乡.延津县.丰庄站",
        "sg_id": "01124107000112"
    },
    {
        "name": "新乡.延津县.马庄站",
        "sg_id": "01124107000111"
    },
    {
        "name": "新乡.延津县.孟湾站",
        "sg_id": "01124107000110"
    },
    {
        "name": "新乡.延津县.石婆固站",
        "sg_id": "01124107000108"
    },
    {
        "name": "新乡.延津县.王楼站",
        "sg_id": "01124107000107"
    },
    {
        "name": "新乡.延津县.位邱站",
        "sg_id": "01124107000106"
    },
    {
        "name": "新乡.延津县.文岩站",
        "sg_id": "01124107000105"
    },
    {
        "name": "新乡.延津县.胙城站",
        "sg_id": "01124107000104"
    },
    {
        "name": "新乡.辉县市.前进站",
        "sg_id": "01124107000143"
    },
    {
        "name": "新乡.南蒲站",
        "sg_id": "01124107000172"
    },
    {
        "name": "新乡.辉县市.润粮站",
        "sg_id": "01124107000173"
    },
    {
        "name": "新乡.黄池站",
        "sg_id": "01124107000174"
    },
    {
        "name": "新乡.孙杏村站",
        "sg_id": "01124107000176"
    },
    {
        "name": "新乡.辉县市.天邦站",
        "sg_id": "01124107000088"
    },
    {
        "name": "新乡.辉县市.韭山站",
        "sg_id": "01124107000183"
    },
    {
        "name": "新乡.段村站（新）",
        "sg_id": "01124107000048"
    },
    {
        "name": "新乡.河湾站",
        "sg_id": "01124107000149"
    },
    {
        "name": "新乡.双雁站",
        "sg_id": "01124107000150"
    },
    {
        "name": "新乡.用户.备用3站",
        "sg_id": null
    },
    {
        "name": "新乡.用户.备用4站",
        "sg_id": null
    },
    {
        "name": "新乡.园区站",
        "sg_id": "01124107000177"
    },
    {
        "name": "新乡.官渡站",
        "sg_id": "01124107000189"
    },
    {
        "name": "新乡.用户.备用5站",
        "sg_id": null
    },
    {
        "name": "新乡.用户.玉兰站",
        "sg_id": "01124107000178"
    },
    {
        "name": "新乡.用户.备用6站",
        "sg_id": null
    },
    {
        "name": "新乡.用户.备用7站",
        "sg_id": null
    },
    {
        "name": "新乡.天影站",
        "sg_id": "01124107000179"
    },
    {
        "name": "新乡.辉县市.平罗站",
        "sg_id": "01124107000182"
    },
    {
        "name": "新乡.宁邑站",
        "sg_id": "01124107000181"
    },
    {
        "name": "新乡.开发区站",
        "sg_id": "01124107000160"
    },
    {
        "name": "新乡.用户.新晋高速站",
        "sg_id": "01124107000184"
    },
    {
        "name": "新乡.桂陵站",
        "sg_id": "01124107000148"
    },
    {
        "name": "新乡.树莓站",
        "sg_id": "01124107000202"
    },
    {
        "name": "新乡.农科站",
        "sg_id": "01124107000205"
    },
    {
        "name": "新乡.延津县.司寨站",
        "sg_id": "01124107000206"
    },
    {
        "name": "新乡.镜高站",
        "sg_id": "01124107000207"
    },
    {
        "name": "新乡.原阳县.黄寺站",
        "sg_id": "01124107000208"
    },
    {
        "name": "新乡.尹岗站",
        "sg_id": "01124107000209"
    },
    {
        "name": "新乡.定国站",
        "sg_id": "01124107000214"
    },
    {
        "name": "新乡.用户.矿山站",
        "sg_id": "01124107000215"
    },
    {
        "name": "新乡.长垣县.新城站",
        "sg_id": "01124107000163"
    },
    {
        "name": "新乡.用户.中天建材站",
        "sg_id": "01124107000219"
    },
    {
        "name": "新乡.栾西站",
        "sg_id": "01124107000220"
    },
    {
        "name": "新乡.百里嵩站",
        "sg_id": "01124107000210"
    },
    {
        "name": "新乡.金水站",
        "sg_id": "01124107000221"
    },
    {
        "name": "新乡.剑合站",
        "sg_id": "01124107000211"
    },
    {
        "name": "新乡.用户.氨纶站",
        "sg_id": "01124107000222"
    },
    {
        "name": "新乡.金沙站",
        "sg_id": "01124107000226"
    },
    {
        "name": "新乡.用户.速轮站",
        "sg_id": "01124107000223"
    },
    {
        "name": "新乡.张湾站",
        "sg_id": "01124107000225"
    },
    {
        "name": "新乡.鹏举站",
        "sg_id": "01124107000228"
    },
    {
        "name": "新乡.水墨站",
        "sg_id": "01124107000229"
    },
    {
        "name": "新乡.用户.玺石站",
        "sg_id": "01124107000230"
    },
    {
        "name": "新乡.宏图站",
        "sg_id": "01124107000233"
    },
    {
        "name": "新乡.硕丰站",
        "sg_id": "01124107000232"
    },
    {
        "name": "新乡.云暮站",
        "sg_id": "01124107000234"
    },
    {
        "name": "新乡.用户.荣升站",
        "sg_id": "01124107000235"
    },
    {
        "name": "新乡.用户.百草站",
        "sg_id": "01124107000236"
    },
    {
        "name": "新乡.麦香站",
        "sg_id": "01124107000237"
    },
    {
        "name": "新乡.用户.华天站",
        "sg_id": "01124107000238"
    },
    {
        "name": "新乡.香泉站",
        "sg_id": "01124107000239"
    },
    {
        "name": "新乡.用户.九峰山站",
        "sg_id": "01124107000240"
    },
    {
        "name": "新乡.凤湖站",
        "sg_id": "01124107000241"
    },
    {
        "name": "新乡.临时站",
        "sg_id": "01124107000242"
    },
    {
        "name": "新乡.用户.纸业站",
        "sg_id": "01124107000243"
    },
    {
        "name": "新乡.民艺站",
        "sg_id": "01124107000244"
    },
    {
        "name": "新乡.慈云站",
        "sg_id": "01124107000245"
    },
    {
        "name": "新乡.用户.钱潮站",
        "sg_id": "01124107000246"
    },
    {
        "name": "新乡.惠王站",
        "sg_id": "01124107000247"
    },
    {
        "name": "新乡.用户.绿纤站",
        "sg_id": "01124107000248"
    },
    {
        "name": "新乡.油坊站",
        "sg_id": "01124107000249"
    },
    {
        "name": "新乡.靳堂站",
        "sg_id": "01124107000250"
    },
    {
        "name": "获嘉站",
        "sg_id": "01124100000026"
    },
    {
        "name": "潞南站",
        "sg_id": "01124100000077"
    },
    {
        "name": "冀州站",
        "sg_id": "01124100000001"
    },
    {
        "name": "塔铺站",
        "sg_id": "01124100000027"
    }
]